<!DOCTYPE html>
<html lang="ru">

<head>
  <link rel="stylesheet" href="../css/flickity.min.css">
  <meta charset="UTF-8"/>
  <meta name="viewport" content="width=device-width, initial-scale=1.0"/>
  <title>OTA-KU Пользовательское соглашение</title>
  <link rel="shortcut icon" href="../assets/images/ota-ku-sign.ico" type="image/x-icon">
  <link rel="stylesheet" href="../src/_root/root.css"/>
  <link rel="stylesheet" href="../css/palette_dark.css"/>
  <link rel="stylesheet" href="../css/scrollbar.css">
  <link rel="stylesheet" href="../css/main.css"/>

  <link rel="stylesheet" href="../src/components/header/header.css"/>
  <style>
   .authors-container {
    width: 100%;
    padding: 10px 0;
   }

   .authors-container-inner {
    width: 100%;
    padding: 0 10px;
   }

   .authors-container-tit {
    max-width: 1200px;
    width: 100%;
    margin: 0 auto;
    padding: 30px 20px;
    border: 1px solid #404040;
    background-color: #171717;
   }

   .authors-container-tit p {
    margin-top: 20px;
   }

   .header-navigation, .header-search {
    display: none !important;
   }

   span {
    color: #1976d2;
    text-decoration: underline;
   }

   ul {
    list-style-type: disc;
    margin-left: 20px;
    margin-top: 10px;
   }

   ul li {
    margin-bottom: 5px;
   }
  </style>
</head>

<body>

<!--header init Start-->
<?php include_once '../src/components/header/header.php'; ?>
<!--header Init End-->
<div class="authors-container">
  <div class="authors-container-inner">
    <div class="authors-container-tit">
      <h1>Пользовательское соглашение</h1>

      <p style="margin: 0 0 10px 0">Добро пожаловать на интернет-ресурс ota-ku.ru (в дальнейшем - Ресурс), предоставляющий возможность обмена
        информацией о культуре аниме.</p>

      <h2>О соглашении пользователя</h2>
      <p style="margin: 0 0 10px 0">При использовании или посещении Ресурса (включая весь размещенный контент) вы соглашаетесь с данным
        пользовательским соглашением, доступным по адресу <span>https://ota-ku.ru/terms</span>. Если вы не
        согласны с каким-либо из пунктов данного соглашения, пожалуйста, покиньте ресурс. Администрация
        оставляет за собой право изменять пользовательское соглашение без предварительного уведомления. Новая
        версия соглашения вступает в силу через 3 (три) дня после ее размещения, если не указано иное в новой
        редакции.</p>

      <h2>Ограничение ответственности</h2>
      <p style="margin: 0 0 10px 0">Пользователь использует Ресурс на свой собственный риск.</p>

      <p>Пользователь понимает и соглашается с тем, что Ресурс содержит материалы и данные, созданные третьими лицами
        и размещенные ими в Интернете на своих компьютерах и/или серверах. Администрация Ресурса не контролирует
        содержание и безопасность этих материалов и не несет ответственности за:</p>

      <ul>
        <li>содержание материалов, полученных пользователями с Ресурса, их соответствие действующему законодательству
          или оскорбительный характер;
        </li>
        <li>последствия использования или неиспользования полученной информации;</li>
        <li>возможное несоответствие результатов ожиданиям пользователя;</li>
        <li>повреждения оборудования или программного обеспечения пользователя, возникшие в результате использования
          Ресурса;
        </li>
        <li>отсутствие возможности использования Ресурса по каким-либо причинам;</li>
        <li>последствия распространения нелегального или нелицензионного программного обеспечения, аудио/видеопродукции
          и других материалов, затрагивающих права третьих лиц.
        </li>
      </ul>

      <p>Ресурс не несет ответственности перед пользователями или третьими лицами за убытки, ущерб или расходы,
        возникшие в связи с его использованием или невозможностью использования, включая потерю прибыли.</p>

      <p>Пользователь обязуется не передавать свои персональные данные (логин и пароль) для входа/идентификации на
        Ресурс другим лицам и несет полную ответственность за сохранность этих данных. Администрация Ресурса не
        несет ответственности за действия третьих лиц, воспользовавшихся персональными данными пользователя.</p>

      <p>Администрация Ресурса не обязана обеспечивать конфиденциальность информации, предоставляемой пользователями,
        хотя принимает меры безопасности в соответствии с требованиями законодательства.</p>

      <p style="margin: 0 0 10px 0">Ресурс не обязан контролировать легальность передаваемой информации, определять права собственности или
        законность ее передачи, приема или использования.</p>

      <h2>Ограничения использования ресурса пользователем</h2>
      <p style="margin: 0 0 10px 0">При использовании данного Ресурса Пользователь не вправе и соглашается:</p>

      <ul style="margin: 0 0 10px 20px">
        <li>размещать файлы или программы, предназначенные для нарушения, уничтожения или ограничения функциональности
          компьютерного или телекоммуникационного оборудования или программ, а также для осуществления
          несанкционированного доступа. Нельзя размещать серийные номера к коммерческим программным продуктам и
          программы для их генерации, а также ссылки на вышеуказанную информацию;
        </li>
        <li>размещать файлы, нарушающие патенты, торговые марки, коммерческие тайны, копирайт или иные права
          собственности третьих лиц;
        </li>
        <li>отправлять на адреса электронной почты, указанные на сайте, несанкционированные рекламные сообщения (spam);
        </li>
        <li>копировать и использовать в коммерческих целях информацию, полученную через данный ресурс, нарушая права
          других пользователей или могущую нанести им ущерб;
        </li>
        <li>размещать ссылки на ресурсы с содержанием, противоречащим действующему законодательству РФ;</li>
        <li>выдавать себя за другого человека или представителя организации без наличия достаточных прав.</li>
      </ul>

      <h2>Гарантии работоспособности</h2>
      <p style="margin: 0 0 10px 0">Доступ к Ресурсу предоставляется по принципу "как есть" без каких-либо гарантий, как прямых, так и
        косвенных. Администрация Ресурса не гарантирует надежность сайта, его отдельных разделов и ссылок,
        размещенных пользователями.</p>

      <p style="margin: 0 0 10px 0">Ресурс не несет ответственности за прямые или косвенные убытки, возникшие в результате использования или
        невозможности использования службы, а также из-за несанкционированного доступа к вашим данным.</p>

      <h2>Права администрации ресурса</h2>
      <p style="margin: 0 0 10px 0">Пользователь соглашается с тем, что все споры по пользовательскому соглашению будут разрешаться в
        соответствии с законодательством РФ. Ресурс не устанавливает агентских отношений, отношений товарищества или
        каких-либо других отношений, не предусмотренных пользовательским соглашением.</p>

      <p style="margin: 0 0 10px 0">Бездействие Ресурса в случае нарушения пользователем условий соглашения не означает содействия или отказа от
        прав предпринять действия в будущем.</p>

      <h2>Согласие с пользовательским соглашением</h2>
      <p style="margin: 0 0 10px 0">Если вы не согласны с условиями пользовательского соглашения, вы не имеете права использовать ресурс и
        должны немедленно покинуть его.</p>
    </div>
  </div>
</div>
</body>

</html>
