/*
id [56461] => null
id [57810] => null
id [58357} => null
id [58506] => null
id [57099] => null
id [58426] => null
id [57102] => Ханако, призрак с внеклассными историями
id [33933] => Мир добра Ясаси Ясамуры
id [23539] => Ленивое яйцо
id [48252] => Я, Цусима
id [9061] => РПГ Легенда
id [11307] => Галактический Патруль PJ
id [17669] => Улица Кунимацу
id [17893] => Беги, Хани 2
id [42657] => Коготь орла: Золотое заклинание
id [17687] => null
id [10889] => Куробэ из Джунглей
id [10044] => Храбрый огонь S0.9
id [33188] => null
id [37714] => Новые анимированные познавательные истории
id [10506] => Танэко
id [38008] => Гавайский Кону
id [19901] => Донкикко
id [31692] => Юные воины Когурё
id [57788] => null
id [19547] => null
id [58463] => null
id [31078] => Сияющее лето
id [25809] => null
id [20081] => Вредная бабуля (1996)
id [8501] => Маленький монстр Ядамон
id [58569] => Приключения Тайо 7
id [54143] => Карточные бои Авангарда: Ди 7
id [56894] => Драконий жемчуг Дайма
id [6674] => Репортёрский блюз
 */

var blacklistedAnimeIds = [
    '56461',
    '57810',
    '58357',
    '58506',
    '57099',
    '58426',
    '57102',
    '33933',
    '23539',
    '48252',
    '9061',
    '11307',
    '17669',
    '17893',
    '42657',
    '17687',
    '10889',
    '10044',
    '33188',
    '37714',
    '10506',
    '38008',
    '19901',
    '31692',
    '57788',
    '19547',
    '58463',
    '31078',
    '25809',
    '20081',
    '8501',
    '58569',
    '54143',
    '56894',
    '6674'
];
